# Tap (additional Homebrew repositories)
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "wix/brew"

# Packages to be installed
brew "asdf"
brew "cocoapods"
brew "docker"
brew "fastlane"
brew "gh"
brew "git"
brew "npm"

# Cask applications
cask "1password"
cask "android-platform-tools"
cask "android-studio"
cask "balenaetcher"
cask "discord"
cask "dozer"
cask "figma"
cask "flutter"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "notion"
cask "obs"
cask "postman"
cask "slack"
cask "spotify"
cask "steam"
cask "synergy"
cask "visual-studio-code"
cask "zoom"
cask "keybase"
